# St7DisableCreepUserTable

Disables a user defined Strain vs Time table for the specified creep law definition.

long St7DisableCreepUserTable(long uID, long CreepID, long TableID)

Input Parameters

uID

Strand7 model file ID.

Creep Law Definitions

CreepID

Creep layout ID.

TableID

User defined Strain vs Time table ID.